Repository: dricard/Raman
Catalog: Raman/*.lproj/Localizable.strings
Languages: fr

source: Excitation wavelength
fr: Longueur d'onde d'excitation

source: Signal wavelength
fr: Longueur d'onde du signal

source: Raman shift
fr: Décalage Raman

source: About
fr: Info

source: Wavelength
fr: Longueur d'onde

source: Bandwidth
fr: Largeur de bande

# About Raman
source: About
fr: Info

# is made by
source: by
fr: par

source: Based on an original idea by
fr: D'après une idée originale de

source: Special thanks to
fr: Remerciements spéciaux à

source: Help
fr: Aide

source: Done
fr: Fermer

source: Edit Value
fr: Édition

source: Enter a new value for
fr: Entrer une nouvelle valeur pour

source: Current value
fr: Valeur courante

source: Cancel
fr: Annuler

# changeExcitationText
source: Changing the excitation wavelength will modify the signal based on the current Raman shift.
fr: Changer la longueur d'onde d'excitation modifiera le décalage Raman en fonction du signal courant.

# changeSignalText
source: Changing the signal wavelength will modify the Raman shift based on the current excitation.
fr: Changer la longueur d'onde du signal modifiera le décalage Raman en fonction de la longeur d'onde d'excitation courante.

# changeShiftText
source: Changing the Raman shift value will modify the signal based on the current excitation.
fr: Changer le décalage Raman modifiera la longueur d'onde du signal en fonction de l'excitation courante.

# changeExcitationBWText
source: Changing the excitation wavelength used for bandwidth calculations will modify the Raman bandwidth values.
fr: Changer la longueur d'onde de référence modifiera toutes les valeurs de décalage Raman.

# changeBandwidthText
source: Changing the current Raman bandwidth value will modify the other two units values (using the current selected excitation wavelength).
fr: Changer ce décalage Raman modifiera les deux autres valeurs de décalage en fonction de la longueur d'onde de référence.

source: at
fr: chez
